import { useEffect } from "react";
import classes from "./services.module.css";

function RefundInfo(props) {
  useEffect(() => {
    document.title = 'Відшкодування';
  }, []);
  return (
    <div className={`${classes.aboutUs} container-md my-5`}>
      <h2>ДОСТАВКА ТА ПОВЕРНЕННЯ ПО УКРАЇНІ</h2>
      <h4>Спосіб доставки:</h4>
      <p>
        Отримати замовлення ви можете у будь-якому відділенні Нової пошти або
        поштоматі. Також можна замовити кур’єрську доставку за вказаною вами
        адресою – цей вид доставки оплачується по тарифах Нової пошти.
      </p>
      <h4>Вартість та час доставки:</h4>
      <p>
        Вартість доставки – згідно з тарифами Нової пошти.
        <br />
        <br />
        Середній термін доставки – 1-3 дні.
        <br />
        Детальнішу інформацію ви можете уточнити у нашого менеджера.
      </p>
      <h4>Способи оплати:</h4>
      <p>
        1.Післяплата – сплачуєте за товар при отриманні замовлення у відділенні
        пошти. Комісія 2% від Нової пошти)
      </p>
      <p>
        2.Повна/часткова оплата – онлайн, для оплати потрібно звʼязатись з
        менеджером для уточнення реквізитів оплати.
      </p>
      <h4>Методи повернення:</h4>
      <p>
        Якщо з якихось причин вам не підійшло замовлення, то ви можете повернути
        товар протягом 14 календарних днів з дня отримання товару, за умови
        якщо:
        <ul>
          <li>товар не був у використанні / вживанні;</li>
          <li>збережений товарний вид, споживчі властивості, ярлики.</li>
        </ul>
      </p>
      <h4>Щоб повернути товар:</h4>
      <p>
        1.Повідомте нас про бажання оформити повернення в Instagram, Telegram,
        Viber або за номером: +380 (68) 508 78 67
      </p>
      <p>
        2.Відправте товар за адресою вказаному в транспортній накладній або
        уточніть у менеджера усі дані;
      </p>
      <p>3.Повідомте реквізити карти для повернення суми.</p>
      <p>
        Термін повернення грошових коштів – до 10 календарних днів з дати
        надходження поверненого товару.
      </p>
      <h4>Щоб обміняти товар:</h4>
      <p>
        1.Відправте товар за адресою вказаному в транспортній накладній або
        уточніть у менеджера усі дані;
      </p>
      <p>2.Повідомте нам модель і розмір на який хочете здійснити обмін.</p>
      <p>
        Комплектація замовлення на обмін здійснюється після отримання повернення
        від вас.
      </p>
      <p>
        У разі, якщо вам прийшла не та модель (розмір, колір), яку ви замовили –
        ми оплачуємо витрати за пересилку повернення.
      </p>
    </div>
  );
}
export default RefundInfo;
