const serviceItemsArr = [
  <p style={{ width: "80%" }}>
    1.Післяплата – сплачуєте за товар при отриманні замовлення у відділенні
    пошти. Комісія 2% від Нової пошти)
    <br />
    <br />
    2.Повна/часткова оплата – онлайн, для оплати потрібно звʼязатись з
    менеджером для уточнення реквізитів оплати.
  </p>,
  <p style={{ width: "80%" }}>
    По Україні – від 1-3 дні. <br />
    <br />
    Доставка здійснюється по всьому світу, крім росії та білорусії.
    <br />
    <br /> Вартість – згідно з тарифами пошти.
  </p>,
  <div>
    <p>
      Якщо з якихось причин вам не підійшло замовлення, то ви можете повернути
      товар протягом 14 календарних днів з дня отримання товару, за умови якщо:
    </p>

    <ul>
      <li>товар не був у використанні / вживанні;</li>
      <li>збережений товарний вид, споживчі властивості, ярлики.</li>
    </ul>

    <p>Щоб повернути товар:</p>

    <ol>
      <li>
        Повідомте нас про бажання оформити повернення в Instagram, Telegram,
        Viber або за номером: 0 (68) 508 78 67
      </li>
      <li>
        Відправте товар за адресою вказаному в транспортній накладній або
        уточніть у менеджера усі дані;
      </li>
      <li>Повідомте реквізити карти для повернення суми.</li>
    </ol>

    <p>
      Термін повернення грошових коштів – до 10 календарних днів з дати
      надходження поверненого товару.
    </p>

    <p>Щоб обміняти товар:</p>

    <ol>
      <li>
        Відправте товар за адресою вказаному в транспортній накладній або
        уточніть у менеджера усі дані;
      </li>
      <li>Повідомте нам модель і розмір на який хочете здійснити обмін.</li>
    </ol>

    <p>
      Комплектація замовлення на обмін здійснюється після отримання повернення
      від вас.
    </p>

    <p>
      У разі, якщо вам прийшла не та модель (розмір, колір), яку ви замовили –
      ми оплачуємо витрати за пересилку повернення.
    </p>

    <p>
      Якщо розмір на товарі вказаний такий, який ви замовили, але товар не
      підійшов – витрати за пересилку оплачуєте ви.
    </p>
  </div>,
];

export default serviceItemsArr;
