const ITEMS = [
  {
    id: "w1",
    name: "Смарт годинник GS8",
    section: "Watches",
    src: "GS8-main.jpeg",
    description: `Смарт-годинник 8 ULTRA зі знижкою 20% За 1599 грн + Альпійська петля ремінець у подарунок🎁
    ПОДАРУНКІВ залишилось всього 5шт - не втрать можливість❗️

    В наявності дві моделі: 8 ULTRA ( срібний колір) - 1549₴ та
    8S ULTRA (чорний) - 1599₴
 
    Різниця: відрізняються виглядом меню ( видно на фото) , а також у 8S ULTRA ( чорний) - є фіксатори та реальні гвинти
 
    Великий ФУНКЦІОНАЛ, основні функції:
    Телефон (можна приймати та здійснювати дзвінки, є телефонна книга, висвітлюється імʼя абонента при дзвінку)📲
    Повідомлення приходять з усіх соц.мереж (Telegram, Viber, Instagram...)💻
    Секундомір, Таймер⏱️
    Калькулятор🧮
    Вимірювання пульсу, тиску❤️
    Підрахунок кроків, калорій🔥
    Багато спортивних режимів різних категорій🏃
    І це ще невеликий перелік функцій.
  
    Ну і звичайно, багато Стильних ЦИФЕРБЛАТІВ + можна встановити більше 1000 інших у додатку або встановити власне фото🌁`,
    videolink: "https://www.youtube.com/embed/yMamuXfEMb4",
    price: 1549,
  },
  {
    id: "w2",
    name: "Смарт годинник 6s",
    section: "Watches",
    src: "6s-main.jpeg",
    description: `WATCH 6S повністю повторює оригінальні форми та розміри😍

      • Повідомлення надходять з усіх соц.мереж є телефонна книга і висвітлюється ім'я абонента при дзвінку
      
      Вимірювання пульсу/тиску/Спалені калорії/Пройдена відстань
      
      🥇 Спортивні режими( різних категорій)
      🎵 Можна слухати та перемикати музику
      📙 Присутня телефонна книга
      🌧️ Погода,будильник
      
      А також секундомір, таймер, калькулятор...
      
      Можна встановлювати власне фото на циферблаті🌁
      
      Якісний екран та гарний дизайн, активна кнопка Home та кільце Digital Crown справого боку.
      
      Кольори в наявності: срібний, рожевий, чорний
    
      + від нас отримуєте безкоштовне подарункове упакування🎁`,
    videolink: "https://www.youtube.com/embed/U1XvY8KZnmQ",
    price: 1240,
  },
  {
    id: "w3",
    name: "Смарт годинник 8 Ultra",
    section: "Watches",
    src: "testImage.jpeg",
    description: "American, raw, meaty",
    videolink: "https://youtu.be/DrhF4NT59k4",
    price: 888,
  },
  {
    id: "w4",
    name: "Смарт годинник 8s",
    section: "Watches",
    src: "8-main.jpeg",
    description: `⚡️Працюють зі всіма пристроями

    ФУКНЦІОНАЛ:
    - Дзвінки/сповішення
    - Повідомлення з усіх соц.мереж
    - Відображає імʼя абонента
    - Багато крутих встроєних циферблатів, а також додатково можна встановити у програмі
    - Можна ставити своє фото
    - Активація екрану на підняття руки
    - Погода
    - Секундомір/таймер
    - Калькулятор
    - Керування музикою
    - Керування камерою
    - Віджети
    - Вимірювання показників здоровʼя:
    кров'яний тиск частота пульсу
    і кисень крові
    • крокомір
    підрахунок калорій
    • пройдена дистанція
    • аналіз сну
    А також багато інших функцій!
    
    Ремішок Nike у подарунок!🙌🏽`,
    videolink: "https://www.youtube.com/embed/yMamuXfEMb4",
    price: 1399,
  },
];
export default ITEMS;
